Repository: wedaly/local-news
Catalog: configs/locale/*/LC_MESSAGES/localnews.po
Languages: eo

source: All Feeds
eo: [Ⱥłł Fɇɇđs łøɍɇm ɨᵽsᵾm]

source: Refreshing %v feed...
eo: [Ɍɇfɍɇsħɨnǥ %v fɇɇđ... łøɍɇm ɨᵽsᵾm]

source: (a) Add Feed (r) Refresh All (ESC) Quit
eo: [(Ⱥ) Ⱥđđ Fɇɇđ (ɍ) Ɍɇfɍɇsħ Ⱥłł (ɆSȻ) Ꝗᵾɨŧ łøɍɇm ɨᵽsᵾm]

source: All feeds updated
eo: [Ⱥłł fɇɇđs ᵾᵽđȺŧɇđ łøɍɇm ɨᵽsᵾm]

source: Yes
eo: [Ɏɇs łøɍɇm ɨᵽsᵾm]

source: No
eo: [Nø łøɍɇm ɨᵽsᵾm]

source: Delete feed '%v'?
eo: [Đɇłɇŧɇ fɇɇđ '%v'? łøɍɇm ɨᵽsᵾm]

source: (o) Open in browser (d) Delete Feed (ESC) Back
eo: [(ø) Øᵽɇn ɨn ƀɍøwsɇɍ (đ) Đɇłɇŧɇ Fɇɇđ (ɆSȻ) ɃȺȼꝁ łøɍɇm ɨᵽsᵾm]

source: Feed: %v
eo: [Fɇɇđ: %v łøɍɇm ɨᵽsᵾm]

source: %[1]v %[2]v
eo: [%[1]v %[2]v łøɍɇm ɨᵽsᵾm]

source: Last synced %v
eo: [ŁȺsŧ sɏnȼɇđ %v łøɍɇm ɨᵽsᵾm]

source: An error occurred while loading the feed. Please try reloading the feed later.
eo: [Ⱥn ɇɍɍøɍ øȼȼᵾɍɍɇđ wħɨłɇ łøȺđɨnǥ ŧħɇ fɇɇđ. ⱣłɇȺsɇ ŧɍɏ ɍɇłøȺđɨnǥ ŧħɇ fɇɇđ łȺŧɇɍ. łøɍɇm ɨᵽsᵾm]

source: Loading feed...
eo: [ŁøȺđɨnǥ fɇɇđ... łøɍɇm ɨᵽsᵾm]

source: Could not open browser. Please check that the xdg-open command is installed.
eo: [Ȼøᵾłđ nøŧ øᵽɇn ƀɍøwsɇɍ. ⱣłɇȺsɇ ȼħɇȼꝁ ŧħȺŧ ŧħɇ xđǥ-øᵽɇn ȼømmȺnđ ɨs ɨnsŧȺłłɇđ. łøɍɇm ɨᵽsᵾm]

source: Opened %v
eo: [Øᵽɇnɇđ %v łøɍɇm ɨᵽsᵾm]

source: URL
eo: [ᵾɌŁ łøɍɇm ɨᵽsᵾm]

source: OK
eo: [ØꝀ łøɍɇm ɨᵽsᵾm]

source: Add feed
eo: [Ⱥđđ fɇɇđ łøɍɇm ɨᵽsᵾm]

source: Press Ctrl-V to paste feed URL
eo: [Ᵽɍɇss Ȼŧɍł-V ŧø ᵽȺsŧɇ fɇɇđ ᵾɌŁ łøɍɇm ɨᵽsᵾm]
